<?php

return [
    'plural' => 'الاستشارات',
    'singular' => 'استشارة',
    'empty' => 'لا يوجد استشارات',
    'select' => 'اختر العميل',
    'permission' => 'ادارة العملاء',
    'trashed' => 'العملاء المحذوفين',
    'perPage' => 'عدد النتائج في الصفحة',
'filter' => 'ابحث عن استشارة',
    'actions' => [
        'list' => 'كل استشارات',
        'show' => 'عرض',
        'create' => 'إضافة',
        'new' => 'إضافة',
        'edit' => 'تعديل  استشارة',
        'delete' => 'حذف استشارة',
        'restore' => 'استعادة',
        'forceDelete' => 'حذف نهائي',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة العميل بنجاح .',
        'updated' => 'تم تعديل العميل بنجاح .',
        'deleted' => 'تم حذف العميل بنجاح .',
        'restored' => 'تم استعادة العميل بنجاح .',
    ],
    'attributes' => [
        'availableday_id' => 'الحجز',
        'from' => 'من',
        'to' => 'الي',
'id'=>'رقم الاستشارة',
'customer'=>'العميل',
'provider'=>'مقدم خدمة',
'category_id'=>'نوع الخدمة',
'day_at'=>'يوم الاستشارة',
'cost'=>'التكلفة',
'created_at'=>'تاريخ الانشاء',
'comment'=>'الوصف',
'from'=>'من',
'to'=>'الي',
'stauts'=>'الحالة',
        
       
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف الاستشارة ؟',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد استعادة هذا العميل ؟',
            'confirm' => 'استعادة',
            'cancel' => 'إلغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا العميل نهائياً؟',
            'confirm' => 'حذف نهائي',
            'cancel' => 'إلغاء',
        ],
    ],
];
